{
    "users":[
        {
    "id":1,
    "name":"Scott Pilgrim",
    "email":"spilgram@gmail.com",
    "password":"drowssap"
}
    ],

    "recipies":[
        {
            "id":1,
            "image":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.bestrecipes.com.au%2Frecipes%2Fpeppermint-crisp-fridge-tart-recipe%2F82s8pwsz&psig=AOvVaw102k-Or7rKBm7uL50MiLm6&ust=1726904225946000&source=images&cd=vfe&opi=89978449&ved=0CBQQjRxqFwoTCID4-NmB0YgDFQAAAAAdAAAAABAE",
            "name":"Peppermint Crisp",
            "description":"The desert peppermint crisp is a delightful confection that combines the invigorating essence of peppermint with a crisp, chocolatey texture. Each bite delivers a refreshing burst of mint, perfectly balanced by a layer of smooth, rich chocolate that melts in your mouth. Often featuring a delightful crunch from sugar crystals or a light wafer base, this treat is both indulgent and refreshing, making it a perfect after-dinner delight or a midday pick-me-up. Its vibrant green hue adds a visual appeal, evoking the coolness of a minty breeze amidst a warm desert landscape. Enjoy it as a sweet escape into a world of flavor!",
            "ingredients":["1 litre of heavy cream cold", "2 x 360g cans of dolce de leche or Nestle caramel treat", "4 x 49g Nestle Peppermint Crisp choclates or any mint flavoured chocolates", "2 x 200g Tennis buscuits or any coconut biscuits"],
            "instructions":"Arrange the Tennis Biscuits in a tart dish roughly 20 cm x 30 cm in size. Whisk the cream until it starts to stiffen. Stir the caramel condensed milk until smooth, and add it to the whisked cream. Grate 1½ Peppermint Crisps roughly and stir it into the cream mixture. Spread half of the mixture over the layer of Tennis Biscuits. Place another layer of Tennis Biscuits on top and spoon the remainder of the mixture onto the layer of Tennis Biscuits. Smooth over the top layer. Grate the remainder of the Peppermint Crisps over the top.Place in the fridge overnight.",
            "servings":"12 servings",
            "category":"dessert"
        }
    ]
}

